Repository: jonnymariani/cdhelper
Catalog: CDHelper/Resources/Messages.*.resx
Languages: de, it, pt_br, tr

# AndMore
source: and {0} more
pt_br: e mais {0}

# CDsFound
source: {0} CD's Found!
de: {0} CDs gefunden!
it: Trovati {0} CD!
pt_br: {0} CDs encontrados!
tr: {0} CD bulundu!

source: command
de: Befehl
it: comando
pt_br: comando
tr: komut

source: Command List
de: Befehlsliste
it: Elenco comandi
pt_br: Lista de Comandos
tr: Komut Listesi

source: Example Usage
de: Beispielverwendung
it: Esempio di utilizzo
pt_br: Exemplo de Uso
tr: Örnek Kullanım

# Export
source: Exports your collection to .txt file
de: Exportiert deine Sammlung in eine .txt-Datei
pt_br: Exporta sua coleção para um arquivo .txt
tr: Koleksiyonunuzu bir .txt dosyasına aktarır

# ExportAll
source: Exports from all above
de: Exportiert aus allen oben genannten Optionen
pt_br: Exporta de todas as opções acima
tr: Yukarıdakilerin tümünden dışa aktarır

source: Exporting to file
de: Exportieren in Datei
it: Esportazione su file
pt_br: Exportando para arquivo
tr: Dosyaya aktarılıyor

# ExportInv
source: Exports only from inventory
de: Exportiert nur aus dem Inventar
pt_br: Exporta apenas do inventário
tr: Yalnızca envanterden dışa aktarır

# ExportJuke
source: Exports only from the jukebox
de: Exportiert nur aus dem Jukebox
pt_br: Exporta apenas da jukebox
tr: Yalnızca müzik kutusundan dışa aktarır

# ExportRoom
source: Exports only from the room
de: Exportiert nur aus dem Raum
pt_br: Exporta apenas do quarto
tr: Yalnızca odadan dışa aktarır

# ExtensionDescription
source: CD Helper is an extension to help you manage and discover CDs in Habbo more easily
de: CD Helper ist eine Erweiterung, die Ihnen hilft, CDs in Habbo einfacher zu verwalten und zu entdecken
it: CD Helper è un'estensione per aiutarti a gestire e scoprire i CD su Habbo più facilmente
pt_br: CD Helper é uma extensão para ajudá-lo a gerenciar e descobrir CDs no Habbo com mais facilidade
tr: CD Helper, Habbo'daki CD'leri daha kolay yönetmenize ve keşfetmenize yardımcı olan bir eklentidir

source: Info
de: Informationen
it: Informazioni
pt_br: Informações
tr: Bilgi

# LoadedSuccessfully
source: CD Helper has been loaded successfully
de: CD Helper erfolgreich geladen
it: CD Helper caricato con successo
pt_br: CD Helper foi carregado com sucesso
tr: CD Helper başarıyla yüklendi

source: No CD's found
de: Keine CDs gefunden
it: Nessun CD trovato
pt_br: Nenhum CD encontrado
tr: CD bulunamadı

# OfferBy
source: {0}\nOffer by {1}
de: {0}\nAngebot von {1}
it: {0}\nOfferta di {1}
pt_br: {0}\nOferta por {1}
tr: {0}\n{1} tarafından teklif edildi

# OpensThisScreen
source: Uh... well... opens this very screen. What did you expect?
de: Äh... nun... öffnet diesen Bildschirm. Was haben Sie erwartet?
it: Uh... beh... apre questa stessa schermata. Cosa ti aspettavi?
pt_br: Uh... bem... abre essa tela. O que você esperava?
tr: Uh... şey... bu ekranı açıyor. Ne bekliyordunuz?

# RetrievesListOfCDs
source: Retrieves the list of CD's from the room's jukebox
de: Ruft die Liste der CDs aus der Jukebox des Raums ab
it: Recupera l'elenco dei CD dal jukebox della stanza
pt_br: Recupera a lista de CDs da jukebox da sala
tr: Odanın jukebox'undan CD listesini alır

# RetrievesNameMarketplace
source: Retrieves the name of the current CD from the marketplace
de: Ruft den Namen der aktuellen CD vom Marktplatz ab
it: Recupera il nome del CD attuale dal marketplace
pt_br: Recupera o nome do CD atual da feira livre
tr: Pazar yerinden mevcut CD'nin adını alır

# RoomNotBeingTracked
source: Room state is not being tracked, please re-enter the room and try again
de: Der Raumstatus wird nicht verfolgt. Bitte betreten Sie den Raum erneut und versuchen Sie es erneut
it: Lo stato della stanza non è monitorato. Rientra nella stanza e riprova
pt_br: O estado do quarto não está sendo rastreado. Por favor, entre novamente no quarto e tente novamente
tr: Oda durumu izlenmiyor. Lütfen odaya tekrar girin ve yeniden deneyin

# ShowingXofYCds
source: Showing {0} of {1} CDs. To see more, try {2}
pt_br: Mostrando {0} de {1} CDs. Para ver mais, tente {2}

# SuccessfullyExportedCDs
source: Successfully exported {0} CDs
de: {0} CDs erfolgreich exportiert
it: {0} CD esportati con successo
pt_br: {0} CDs exportados com sucesso
tr: {0} CD başarıyla dışa aktarıldı

# ToUseCommands
source: To use the commands, type them in the chat as follows
de: Um Befehle zu verwenden, geben Sie sie wie folgt in den Chat ein
it: Per utilizzare i comandi, digitarli nella chat come segue
pt_br: Para usar os comandos, digite-os no chat da seguinte forma
tr: Komutları kullanmak için, onları sohbete şu şekilde yazın

# UnableLoadInventory
source: Unable to load inventory data
de: Inventardaten konnten nicht geladen werden
it: Impossibile caricare i dati dell'inventario
pt_br: Não foi possível carregar os dados do inventário
tr: Envanter verileri yüklenemedi

# UnknownCommand
source: Unknown command:\n{0}\nTry:\n{1}
de: Unbekannter Befehl:\n{0}\nVersuchen Sie:\n{1}
it: Comando sconosciuto:\n{0}\nProva:\n{1}
pt_br: Comando desconhecido:\n{0}\nTente:\n{1}
tr: Bilinmeyen komut:\n{0}\nDeneyin:\n{1}

source: Usage
de: Verwendung
it: Uso
pt_br: Uso
tr: Kullanım
